export const Visas = [
  {
    index: 0,
    url: "/spain",
    country: "스페인",
    icon: "🇪🇸",
    reservationSite:
      "https://www.citaconsular.es/en/hosteds/widgetdefault/2cd92b887d604c58815341a204dfc3469/bkt231902-bkt231891#datetime",
    reservationTitle: "스페인 교환학생, 비자 신청 이렇게 하세요!",
    reservationText: `1️⃣ 노미네이트, 비자 인터뷰 예약\n\n\t비자 발급 신청은 파견교에서의 생활이 시작되기 6개월 전부터 주한 스페인 대사관 웹사이트에서 가능해요. 예약을 늦게 하면 마감되어 비자 발급 신청을 하지 못하는 경우가 있으니, 교환학생 파견이 확정되면 바로 예약하는 것이 좋아요!\n\n📍주한 스페인 대사관 https://www.exteriores.gob.es/Embajadas/seul/ko/Paginas/index.aspx\n\n🚨 그렇다면 비자인터뷰, 어느 시기로 예약하는 것이 가장 적절할까요?\n\n서류 미비 문제로 인해 비자 발급이 늦춰지는 등 여러 변수를 고려해 1달~1달 반 정도의 서류 준비기간을 가진 후, 출국일로부터 최소 2달 전으로 예약하는 것을 추천해요.\n\n⭐ 비자 인터뷰 신청을 위한 계정 생성 시, 다음을 꼭 지켜서 생성해주세요!\n\n계정은 한 번 만들면 관련된 정보를 수정할 수 없으니 입력한 정보를 잘 확인한 후 계정을 생성해주세요. 만약 개인정보를 틀리게 입력한 경우, 계정을 삭제한 후 다시 생성해야 해요.\n\n- 이름 & 여권번호 : 여권에 기반하여 동일하게 작성해주세요.\n- 전화번호 : 실제 연락 가능한 한국 번호를 01012345678’ 형식으로 작성해주세요.\n- 이메일 : 실제 사용하는 이메일 주소를 작성해주세요.\n\n2️⃣ 비자인터뷰를 위한 서류 준비\n\n이제 비자 인터뷰를 위해 많은 서류들을 준비해야 하는데 주의해야 할 몇 가지 사항이 있어요!\n\n- 비자 신청 시 모든 서류는 스페인어로 준비해야 해요.\n- 원본 서류가 영문일 경우, 스페인어로 번역 및 공증할 필요없어요.\n- 모든 서류는 원본 1부 (컬러) + 사본 1부 (흑백, 단면인쇄)로 준비해주세요.\n- 모든 날짜 표기는 유럽식으로 기입해주세요. (일 DD-월 MM-연도 YYYY)\n- 비자발급이 거절될 수도 있으니, 항공권 예매는 비자 발급이 확정된 후 진행하는 것이 좋아요.\n\n⭐ 필요한 서류 List\n\n비자신청서, 사진, 여권, 스페인초대장, 여행자 보험 증서, 자금증명서, 최종학력증명서, 소득증명서, 은행 계좌 잔고 증명서, 거래내역서\n\n⭐ 서류 준비, 어떻게 하면 효율적으로 할 수 있을까요?\n\nTo.ex가 알려주는 방법을 따라서 준비하면 서류 준비 복잡하지 않아요!\n\n1️⃣ 여권을 꺼내 유효기간과 사증란이 여유 있는지 확인하고, 부족하다면 여권을 새로 발급해요.\n\n2️⃣ 여행자 보험에 가입해요.\n\n3️⃣ 부모님께 소득증명서, 은행 계좌 잔고 증명서, 거래내역서를 부탁드려요.\n\n- 소득증명서, 은행 계좌 잔고 증명서 : 영문 발급\n- 거래내역서 : 국문 허용\n\n4️⃣ 주한 스페인 대사관 https://www.exteriores.gob.es/Embajadas/seul/ko/Paginas/index.aspx 에서 비자신청서와 재정보증서 양식을 다운로드해요.\n\n- 비자 신청서 : 수기 작성\n- 재정 보증서 : 타자로 작성\n\n5️⃣ 스페인 파견교에서 메일로 보내준 전자 서명이 되어 있는 스페인 초대장 (acceptance)를 컬러로 인쇄해요.\n\n6️⃣ 비자신청서에 붙일 여권 사진 규격의 사진을 준비해요.\n\n7️⃣ 정부 24 또는 주민센터에서 가족관계증명서, 최종학력증명서를 발급받아요.\n\n- 가족관계증명서 : 국문 허용\n- 최종학력증명서 : 영문 발급\n\n3️⃣ 파견교에 어플리케이션 제출 및 acceptance 수령\n\n4️⃣ 공증, 아포스티유\n\n공증과 아포스티유는 모두 어떠한 서류를 공적으로 증명해주는 절차에요. 그 중 아포스티유는 외국에서도 한국 공문서를 인정해주기 위한 글로벌한 공증이기 때문에 반드시 공증 → 아포스티유 순서로 받아야해요! 국가기관에서 발급한 문서는 공증이 필요없기 때문에 바로 아포스티유를 받아도 되지만, 그 외의 문서는 공증을 받은 후에 아포스티유를 받을 수 있어요.\n\n⭐ 공증 받아야 하는 서류 List\n\n국문으로 발급한 소득증명서, 재정보증서, 최종학력증명서\n\n⭐ 아포스티유 받아야 하는 서류 List\n\n소득증명서, 가족관계증명서, 최종학력증명서, 재정보증서\n\n🚨 그렇다면 공증, 아포스티유는 어떻게 받는건가요?\n\n1️⃣ 법무법인 (📍 공증인가 법무법인 센트럴, 📍 법무법인 한미 종로 주사무소)에 방문해서 공증을 받아야 해요. 특히 재정보증서 공증을 받기 위해서는 잔고증명을 해주신 부모님이나 다른 보호자의 신분 증명이 필요하기 때문에 다음 서류를 지참해서 방문해주세요.\n\n- 본인 신분증\n- 재정 보증인 신분증\n- 재정 보증인 인감\n- 재정 보증인 인감 증명서\n\n2️⃣ 📍재외동포청 통합민원실에 방문해서 아포스티유를 받아요.  아포스티유 받은 서류들은 1~2시간 후에 수령 가능해요.\n\n3️⃣ 📍재외동포청 지하에 방문해서 원본을 복사해요. 비자를 신청하려면 컬러 원본 + 흑백 사본 1부씩 제출해야하기 때문에 비자신청서와 거래내역서를 제외한 모든 서류를 복사하면 서류 준비는 끝났어요!\n\n5️⃣ 비자 인터뷰\n\n비자 인터뷰 예약일에 대사관에 방문하여 준비한 모든 서류와 사본을 제출하면 비자 인터뷰도 끝났어요!\n\n6️⃣ 비자 통과 후 수령\n\n비자 발급이 승인되면 대사관에 방문하여 비자를 수령하면 돼요!`,
    suppliesText:
      "📜 비자 발급 시 제출해야 하는 서류 List\n\n비자신청서, 사진, 여권, 스페인초대장, 여행자 보험 증서, 자금증명서, 최종학력증명서, 소득증명서, 은행 계좌 잔고 증명서, 거래내역서, 비자 신청서, 재정 보증서, 가족관계증명서\n\n📜 공증, 아포스티유 시 구비해야 하는 서류 List\n\n소득증명서, 재정보증서, 최종학력증명서, 가족관계증명서, 본인 신분증, 재정 보증인 신분증, 재정 보증인 인감, 재정 보증인 인감 증명서",
  },
  {
    index: 1,
    url: "/germany",
    country: "독일",
    icon: "🇩🇪",
    reservationSite:
      "https://service2.diplo.de/rktermin/extern/choose_category.do?locationCode=seou&realmId=798&categoryId=3036",
    reservationTitle: "스페인 교환학생, 비자 신청 이렇게 하세요!",
    reservationText:
      "1. 서류 준비가 전혀 안 되어 있어도 대사관 예약부터!\n2. 금융 관련 서류(자금 증명서)는 인터뷰 날 5일 이내의 것만 유효\n3. 재정 보증서와 재학 증명서는 공증사무소에서 공증 → 아포스티유 순서로!\n4. 스페인 거주지 증명서는 취소 가능한 호텔로!",
    suppliesTitle: "스페인 교환학생, 비자 준비 필수 준비물",
    suppliesText:
      "비자 신청서, 사진, 여권, 스페인 거주지 증명서, 입학 허가서 원본,\n여행자보험증서, 자금증명서 등 비자 준비 필수 준비물은 꼭 준비해주세요!",
  },
  {
    index: 2,
    url: "/england",
    country: "영국",
    icon: "🇬🇧",
    reservationSite:
      "https://www.gov.uk/government/organisations/uk-visas-and-immigration?utm_source=google&utm_medium=website%20link&utm_term=UKVI%20homepage&utm_content=UKVI%20homepage&utm_campaign=UKVI%20homepage",
    reservationTitle: "스페인 교환학생, 비자 신청 이렇게 하세요!",
    reservationText:
      "1. 서류 준비가 전혀 안 되어 있어도 대사관 예약부터!\n2. 금융 관련 서류(자금 증명서)는 인터뷰 날 5일 이내의 것만 유효\n3. 재정 보증서와 재학 증명서는 공증사무소에서 공증 → 아포스티유 순서로!\n4. 스페인 거주지 증명서는 취소 가능한 호텔로!",
    suppliesTitle: "스페인 교환학생, 비자 준비 필수 준비물",
    suppliesText:
      "비자 신청서, 사진, 여권, 스페인 거주지 증명서, 입학 허가서 원본,\n여행자보험증서, 자금증명서 등 비자 준비 필수 준비물은 꼭 준비해주세요!",
  },
  {
    index: 3,
    url: "/france",
    country: "프랑스",
    icon: "🇫🇷",
    reservationSite: "https://france-visas.gouv.fr/en-US/web/france-visas/",
    reservationTitle: "스페인 교환학생, 비자 신청 이렇게 하세요!",
    reservationText:
      "1. 서류 준비가 전혀 안 되어 있어도 대사관 예약부터!\n2. 금융 관련 서류(자금 증명서)는 인터뷰 날 5일 이내의 것만 유효\n3. 재정 보증서와 재학 증명서는 공증사무소에서 공증 → 아포스티유 순서로!\n4. 스페인 거주지 증명서는 취소 가능한 호텔로!",
    suppliesTitle: "스페인 교환학생, 비자 준비 필수 준비물",
    suppliesText:
      "비자 신청서, 사진, 여권, 스페인 거주지 증명서, 입학 허가서 원본,\n여행자보험증서, 자금증명서 등 비자 준비 필수 준비물은 꼭 준비해주세요!",
  },
  {
    index: 4,
    url: "/italy",
    country: "이탈리아",
    icon: "🇮🇹",
    reservationSite: "https://prenotami.esteri.it/",
    reservationTitle: "스페인 교환학생, 비자 신청 이렇게 하세요!",
    reservationText:
      "1. 서류 준비가 전혀 안 되어 있어도 대사관 예약부터!\n2. 금융 관련 서류(자금 증명서)는 인터뷰 날 5일 이내의 것만 유효\n3. 재정 보증서와 재학 증명서는 공증사무소에서 공증 → 아포스티유 순서로!\n4. 스페인 거주지 증명서는 취소 가능한 호텔로!",
    suppliesTitle: "스페인 교환학생, 비자 준비 필수 준비물",
    suppliesText:
      "비자 신청서, 사진, 여권, 스페인 거주지 증명서, 입학 허가서 원본,\n여행자보험증서, 자금증명서 등 비자 준비 필수 준비물은 꼭 준비해주세요!",
  },
];
